{
  "expressions": [
    {
      "id": 0,
      "name": "donner sa langue au chat",
      "description": "Autrefois, on disait « jeter sa langue au chien ». Cette expression avait un sens dévalorisant car à l’époque, on ne « jetait » aux chiens que les restes de nourriture. « Jeter sa langue aux chiens » signifiait alors ne plus avoir envie de chercher la réponse à une question. Petit à petit, l’expression s’est transformée pour devenir « donner sa langue au chat », au XIXe siècle. En effet, à cette époque, le chat était considéré comme un gardien de secrets. Sa parole serait donc de valeur considérable, et il pourrait s’agir en « donnant sa langue au chat », de lui prêter la parole pour qu’il nous donne la réponse à une devinette.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/1_donnersalangueauchat.jpg"
    },
    {
      "id": 1,
      "name": "broyer du noir",
      "description": "Les origines de cette expression restent obscures. Toutefois elle semble dater du XVIIIe siècle. Le noir a toujours été un symbole de tristesse et de mélancolie. Quant à l’emploi du verbe « broyer », il pourrait provenir du langage de la peinture où les artistes devaient « broyer », c’est-à-dire « écraser » leur peinture.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/3_file_broyerdunoir.jpg"
    },
    {
      "id": 2,
      "name": "monter sur ses grands chevaux",
      "description": "Autrefois, quand les chevaux étaient encore utilisés pour faire la guerre, on utilisait les « chevaux de bataille », autrement appelés « destriers » (car les chevaliers les conduisaient de la main droite). Ces chevaux étaient très hauts et forts, si bien que l’on dominait mieux son adversaire. L’image du courageux chevalier partant défendre ses intérêts ou ceux de son pays « sur son fidèle destrier » est restée, et c’est depuis le XVIe siècle que l’on dit d’une personne qu’elle « monte sur ses grands chevaux » lorsqu’elle s’emporte et devient parfois agressive lorsqu’elle tente de défendre son point de vue.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/2_file_montersursesgrandschevaux.jpg"
    },
    {
      "id": 3,
      "name": "fumer comme un pompier",
      "description": "Cette expression remonte à l’époque où les pompiers n’avaient pas encore de vêtements ignifugés, ils portaient des tenus qu’ils arrosaient avant de rentrer dans les flammes. À forte température, cette eau se transformait en vapeur, de la fumée semblait s’échapper d’eux.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/4_file_fumercommeunpompier.jpg"
    },
    {
      "id": 4,
      "name": "decrocher la lune",
      "description": "La lune, astre lumineux et mystérieux, paraît souvent très proche de la Terre, et donc, facile à attraper. Les apparences sont bien évidemment trompeuses puisque le premier pas de l’homme sur la Lune dû attendre 1969. Toujours est-il qu’elle fascine depuis toujours. Au XVIe siècle, l’expression était « prendre la lune avec ses dents », puis s’est transformée en « décrocher la lune », pour figurer que l’on a obtenu quelque chose que l’on pensait impossible.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/5_file_decrocherLune.jpg"
    },
    {
      "id": 5,
      "name": "avoir le coeur sur la main",
      "description": "L’expression date du XVIIIe siècle et fait référence au cœur en tant que siège des émotions. Elle figure qu’une personne a le cœur, donc les émotions et les sentiments, sur la main, autrement dit qu’elle est prête à offrir. On imagine également une main tendue, symbole encore plus puissant de solidarité et de générosité.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/6_file_lecoeursurlamain.jpg"
    },
    {
      "id": 6,
      "name": "en faire tout un fromage",
      "description": "Cette expression remonte au XXème siècle. Partir du lait, (c’est-à-dire un élément simple) et en faire du fromage (aliment très travaillé) signifie que l’on peut transformer quelque chose qui était simple en une chose complexe.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/1_file_enfaireunfromage.jpg"
    },
    {
      "id": 7,
      "name": "raconter des salades",
      "description": "Cette expression date du XIXe siècle. Il s’agit d’une métaphore. On compare une salade, soit un assortiment d’ingrédients se mariant bien entre eux, à un ensemble de ragots qui, accompagnés d’un peu d’humour et de fausses excuses, peuvent passer pour vrais.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/2_file_raconterdessalades.jpg"
    },
    {
      "id": 8,
      "name": "avoir la frite",
      "description": "C’est à cause de sa forme plutôt ronde qu’en argot du début du XXe siècle, la pomme de terre, donc la patate, a été assimilée à la tête (comme la poire auparavant). Sans que ce soit certain, c’est probablement parce que celui qui est en bonne forme a une bonne ‘patate’ que, en passant par une forme comme « il a une sacrée patate » on est arrivé à il a la patate.Quant à la ‘frite’, elle en découle assez logiquement, mais plus tard, dans les années 70. C’est en effet à partir de 1950 que la ‘frite’, comme la ‘patate’, désigne la tête, par une simple plaisanterie puisque, aux dernières nouvelles (et les Belges ne démentiront pas) c’est bien avec des patates qu’on fait les frites. Ensuite, l’influence d’avoir la patate a fait le reste.L’expression semble provenir du milieu des comédiens ; son origine est obscure. Elle appartient au registre très familier et s’est répandue après 1965.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/3_file_avoirlafrite.jpg"
    },
    {
      "id": 9,
      "name": "se faire rouler dans la farine",
      "description": "Au début du XIXe siècle, le verbe « rouler » signifiait « duper, tromper ». La « farine » quant à elle symbolisait des arguments factices, de « belles paroles ». « Se faire rouler dans la farine » signifie que l’on a été dupé par des arguments trompeurs.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/4_file_roulerdanslafarine.jpg"
    },
    {
      "id": 10,
      "name": "Couper les cheveux en quatre",
      "description": "C’est au XVIIè siècle qu’est apparue cette expression sous la forme « fendre les cheveux en quatre ». Elle figure un soin excessif pris pour faire quelque chose. On peut en effet imaginer qu’essayer de couper un cheveu en quatre est perdu d’avance, et surtout inutile.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/1_file_coupercheveux.jpg"
    },
    {
      "id": 11,
      "name": "En mettre sa main au feu",
      "description": "Au Moyen Age, lorsque les enquêtes concernant la culpabilité d’une personne s’annonçaient longues et fastidieuses, on préférait soumettre les accusés à une épreuve appelée le « jugement de Dieu ». Celle-ci existait de différentes manières. Il pouvait s’agir de tournois, de duels, mais également d’autres formes d’épreuves beaucoup plus radicales. On attachait parfois un accusé par les poignets et par les chevilles et on le jetait dans l’eau. Si son corps flottait, c’est qu’il était coupable. Il pouvait également s’agir de tenir dans ses mains une barre de fer sortant des braises ou encore de laisser sa main dans les flammes. Si elle en ressortait indemne, cela signifiait que l’on était innocent. « Mettre sa main sur le feu » est donc une référence à ce « jugement de Dieu », et on l’emploie lorsque l’on cherche à convaincre une personne que l’on a raison.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/2_file_mettremainaufeu.jpg"
    },
    {
      "id": 12,
      "name": "se faire rouler dans la farine",
      "description": "Au début du XIXe siècle, le verbe « rouler » signifiait « duper, tromper ». La « farine » quant à elle symbolisait des arguments factices, de « belles paroles ». « Se faire rouler dans la farine » signifie que l’on a été dupé par des arguments trompeurs.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/4_file_roulerdanslafarine.jpg"
    },
    {
      "id": 13,
      "name": "Avoir un poil dans la main",
      "description": "L’expression semble exister depuis le XIXe siècle. On disait alors « avoir du poil dans la main » pour figurer qu’une personne était paresseuse. On voit bien l’image d’un individu ne se servant jamais de ses mains, et dans lesquelles auraient pu pousser des poils….",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/3_file_avoirunpoildanslamain.jpg"
    },
    {
      "id": 14,
      "name": "se faire rouler dans la farine",
      "description": "Au début du XIXe siècle, le verbe « rouler » signifiait « duper, tromper ». La « farine » quant à elle symbolisait des arguments factices, de « belles paroles ». « Se faire rouler dans la farine » signifie que l’on a été dupé par des arguments trompeurs.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/4_file_roulerdanslafarine.jpg"
    },
    {
      "id": 15,
      "name": "Avoir la main verte",
      "description": "Il s’agit d’une version d’une expression courante : « avoir la main », qui désigne quelqu’un qui est doué dans un domaine particulier. En ce qui concerne les plantes, cela n’étonnera personne : la plupart sont vertes. Cette expression est assez récente, et date du milieu du XXe siècle.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/4_file_avoirlamainverte.jpg"
    },
    {
      "id": 16,
      "name": "Rentrer dans sa coquille",
      "description": "Rentrer, rester… dans sa coquille « se renfermer dans l’isolement, l’inaction ». Au XVII siècle, rentrer dans sa coquille signifiait plus précisément « se retirer d’une entreprise téméraire ». Comme dans l’expression antonyme sortir de sa coquille (fin XVIIe s.), la métaphore s’appuie sur le comportement de l’escargot et d’animaux similaires.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/243_file_rentrerdanscoquille.jpg"
    },
    {
      "id": 17,
      "name": "Etre lessive",
      "description": "sens figurer apparu en 1866. Langue familier signifiant « dépouiller (son adversaire au jeu) ». Voir aussi : nettoyer, rincer. Eliminer d’une compétition, d’un poste. Il s’est fait lessiver en moins de deux. Par extension : être lessivé, épuisé, très fatigué.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/2256_file_etrelessive.jpg"
    },
    {
      "id": 18,
      "name": "se faire rouler dans la farine",
      "description": "Au début du XIXe siècle, le verbe « rouler » signifiait « duper, tromper ». La « farine » quant à elle symbolisait des arguments factices, de « belles paroles ». « Se faire rouler dans la farine » signifie que l’on a été dupé par des arguments trompeurs.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/4_file_roulerdanslafarine.jpg"
    },
    {
      "id": 19,
      "name": "Avoir la tete dans les nuages",
      "description": "Etre dans les nuages : « être distrait »® dans la lune. La position en hauteur et la matière nébuleuse exprimant la perte de contact avec le réel, symbolisé par le sol terrestre (cf. Les pieds sur terre).",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/2569_file_latetedanslesnuages.jpg"
    },
    {
      "id": 20,
      "name": "Poser un lapin",
      "description": "« Poser un lapin » signifie de nos jours ne pas aller à un rendez-vous, sans prévenir la personne qui nous attend. Cependant, le sens était autrefois différent. En 1880 par exemple, cela voulait dire « ne pas rétribuer les faveurs d’une jeune fille ». En effet à cette époque, le « lapin » désignait un refus de paiement. Par la suite, il a également désigné un voyageur clandestin. L’expression, sous sa forme actuelle, serait apparue vers 1890 chez les étudiants, et pourrait provenir de « laisser poser », qui signifie « faire attendre quelqu’un ».",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/2572_file_poserunlapin.jpg"
    },
    {
      "id": 21,
      "name": "Jeter l'argent par les fenetres",
      "description": "Au XVIe siècle, on donnait aux mendiants en leur lançant l’argent par la fenêtre. De là a perduré l’expression qui signifie que l’on est très dépensier.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/3154_file_jeterargent.jpg"
    },
    {
      "id": 22,
      "name": "se tenir a carreau",
      "description": "On trouve deux origines possibles à cette expression. La première proviendrait des cartes à jouer, chaque emblème représentant une arme. Le cœur serait le courage, la noblesse, donc la cavalerie. Le pique serait l’arme de l’infanterie et le trèfle le fourrage. Le carreau quant à lui représente le projectile tiré par l’arbalète. « Etre sur le carreau » serait donc « être derrière l’arme », donc stable, en position de force, mais tout de même méfiant. L’autre origine serait un dérivé de l’argot « carre » ou « carrette », venu de « carrée » qui signifie « chambre », ou dans un sens plus figuré « cachette ». « Se sentir à carreuu », se serait donc « se mettre à l’abri du danger », donc être sur ses gardes.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/3156_file_seteniracarreaux3.jpg"
    },
    {
      "id": 23,
      "name": "avoir le coup de foudre",
      "description": "Au XVIIe siècle, « le coup de foudre » était un évènement inattendu et en général désagréable, qui générait beaucoup de stupéfaction. A la fin du siècle, le « coup » avait déjà le sens d’ »évènement brutal et impressionnant ». On l’associa alors au domaine sentimental et aux émotions. La « foudre », quant à elle, symbolisa la rapidité (« rapide comme l’éclair »), mais également le feu, qui au figuré prend le sens de « passion ». Mais le « coup de foudre », en tant qu’émotion soudaine et violente ressentie à l’égard d’une personne ou d’une chose, n’est réellement apparu que vers la fin du XVIIIe siècle.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/3159_file_coupdefoudre.jpg"
    },
    {
      "id": 24,
      "name": "avoir le moral au beau fixe",
      "description": "« Poser un lapin » signifie de nos jours ne pas aller à un rendez-vous, sans prévenir la personne qui nous attend. Cependant, le sens était autrefois différent. En 1880 par exemple, cela voulait dire « ne pas rétribuer les faveurs d’une jeune fille ». En effet à cette époque, le « lapin » désignait un refus de paiement. Par la suite, il a également désigné un voyageur clandestin. L’expression, sous sa forme actuelle, serait apparue vers 1890 chez les étudiants, et pourrait provenir de « laisser poser », qui signifie « faire attendre quelqu’un ».",
      "image": "https://qmulfroggies.files.wordpress.com/2017/11/musique-bonne-humeur.jpg?w=648"
    },
    {
      "id": 25,
      "name": "A tire-larigot",
      "description": "L'expression s'utilise pour exprimer une grande quantité. Il y aurait des références argotiques derrière cette expression. 'Tirer', au XVème siècle, signifie boire, et sans doute en quantité conséquente ce qu'infère le sens d'aujourd'hui. S'agissant du 'larigot', le mot s'applique en France à une flûte, une composante d'un jeu d'orgue. C'est l'association des deux mots qui est nébuleuse : l'explication va du bruit que fait l'alcool sortant de la bouteille comparé au son d'une flûte, à la cloche 'la Rigaud' de la cathédrale de Rouen, si lourde à manier qu'elle nécessitait au manieur de boire plus qu'avec soif pour s'en remettre. On passera ici sur bien d'autres assertions avancées.",
      "image": "https://66.media.tumblr.com/e8c44065c8fc09bcdb99f5129ce81d7f/tumblr_ms5ijmnPDG1rjns5oo1_500.jpg"
    },
    {
      "id": 26,
      "name": "Ca ne casse pas trois pattes a un canard",
      "description": "Cette expression récente utilise le verbe 'casser' au sens de 'avoir un effet retentissant'.Vu le nombre de canards à trois pattes qui existent dans l'univers (et au-delà), réussir à casser toutes les pattes de l'un d'entre eux relèverait de l'exploit miraculeux. Ne pas casser les trois pattes d'un canard, c'est donc être comme tout le monde ou d'une extrême banalité. ",
      "image": "https://p7.storage.canalblog.com/78/99/209564/11894531_p.jpg"
    },
    {
      "id": 27,
      "name": "Avoir les oreilles d'ane",
      "description": "Les origines de cette expression se retrouvent dans la mythologie grecque. En effet, selon la légende, il fut question de Midas, le roi de Phrygie qui sortit effectuer sa promenade, à un moment il tomba sur une scène pratiquement incroyable où Apollon et Marsyas se disputaient à propos de leur culture musicale! Or Apollon était le Dieu du chant et de la musique mais il était contesté par Marsyas. Pour départager les deux candidats, deux juges furent tirés au sort à savoir Tmollos et Midas. Marsyas choisit une composition de son cru sans harmonie mais avec passion qui fut seulement appréciée par Midas. Quant à Apollon, il opta pour un morceau plus classique mais vraiment carré qui chavira le cœur des nymphes sauf celui de Midas. Tmollos choisit la technique d’Apollon et Midas choisit le satyre objectivement moins bon. Ceci sans  compter sur la susceptibilité d’Apollon qui écorcha le satyre et envoya sa carcasse aux abattoirs. Puis pour souffler dans les trompes de Midas, il lui fit pousser des oreilles d’âne. Midas se réfugia dans son palais, honteux de ses oreilles et il porta un bonnet phrygien!",
      "image": "http://www.mere-nature.com/images/ane_g.jpg"
    },
    {
      "id": 28,
      "name": "Ne pas quitter quelqu'un d'une semelle",
      "description": "Cette expression date de la fin du XIXe siècle. Lorsque l'on suit quelqu'un de près, on peut voir le dessous de ses chaussures. On comprend donc que si on ne le lâche pas d'une semelle, c'est que l'on reste derrière lui pour le surveiller.",
      "image": "http://www.slate.fr/sites/default/files/styles/1060x523/public/chaussures-appartement.jpg"
    },
    {
      "id": 29,
      "name": "Payer en monnaie de singe",
      "description": "Il faut remonter à une expression française qui évoquait à l'origine une sorte de paiement en nature. Aujourd'hui, elle signifie utiliser une monnaie d'échange non convertible en argent et, plus encore, ne pas payer ses dettes par tel ou tel artifice. Selon le Livre des Métiers du XIIIème siècle, Saint Louis aurait accordé aux montreurs de singes le droit de payer en grimaces ou en tours de passe-passe le péage du Petit-Pont qui relie l'ïle Notre Dame au quartier Saint-Jacques. Le péagier pouvait aussi accorder la gratuité à un ménestrel en échange d'une chanson ou d'une fable.",
      "image": "https://lewebpedagogique.com/culturefrancaisepourtous/files/2012/12/2572_file_poserunlapin.jpg"
    },
    {
      "id": 30,
      "name": "Etre a la fois au four et au moulin",
      "description": " Cette expression est attestée dès le XVIIe siècle. Elle provient du droit féodal (), lorsque les paysans ou vassaux étaient, pour moudre leur grain et cuire leur pain, tenus d'utiliser le moulin et le four communs fournis par le suzerain, moyennant redevance (tout comme ils devaient utiliser son pressoir pour obtenir leur vin). Les deux tâches étant obligatoirement exécutées l'une après l'autre, il n'était pas possible d'être à la fois au moulin et au four ('Au moulin et au four, chacun va son tour'). Il est intéressant de noter que, comme la machine à café aujourd'hui, ou le lavoir, autrefois, ces deux endroits servaient à l'époque de lieux de rencontre et de discussions ('Au four et au moulin, on sait toutes les nouvelles')",
      "image": "http://inesdu8389.i.n.pic.centerblog.net/3ba277eb.jpg"
    }
  ]
}